/* ***************************************************************************

                  		版权所有 (C), 2013-2100

 *****************************************************************************
	  文件名称 : IUdpBroadcase.java
	  作者           : 贾延刚
	  生成日期 : 2014-05-12
	
	  版本           : 1.0
	  功能描述 : UDP客户端接口
                                       
	  修改历史 :

******************************************************************************/
package device.net;

public interface IUdpBroadcast 
{
	public abstract void UdpRecvData(byte buffer[], int data_len);

}
